---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomDesignHeatingLoadParam
source: html/a1797cde-8c0f-bf5d-7a9d-5031f6e00b2a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomDesignHeatingLoadParam Property

"Design Heating Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomDesignHeatingLoadParam { get; }
```